Repository: HoloLabInc/HoloLensAppManager
Catalog: HoloLensAppManager/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Upload_Title.Text
source: Upload
ja_jp: アップロード

# Shell_Upload
source: Upload
ja_jp: アップロード

# Install_Title.Text
source: Install
ja_jp: インストール

# Shell_Install
source: Install
ja_jp: インストール

# EditApplication_Title.Text
source: Edit
ja_jp: 編集

# Setting_Title.Text
source: Settings
ja_jp: 設定

# Shell_Setting
source: Settings
ja_jp: 設定

# App_AddDependency.Content
source: Add
ja_jp: 追加

# App_AppName.Text
source: Application name
ja_jp: アプリ名

# App_ClearDependency.Content
source: Clear
ja_jp: クリア

# App_Developer.Text
source: Developer
ja_jp: 開発者

# App_SelectAppPackage.Content
source: Select
ja_jp: 選択

# App_Upload.Content
source: Upload
ja_jp: アップロード

# Setting_DeleteCache.Content
source: Delete local cache
ja_jp: ダウンロード済みアプリパッケージを削除

# App_Version.Text
source: Version
ja_jp: バージョン

# Install_Connect.Content
source: Check connection
ja_jp: 接続確認

# Install_Device.Text
source: Device
ja_jp: デバイス

# Install_Edit.Content
source: Edit
ja_jp: 編集

# Install_Install.Content
source: Install
ja_jp: インストール

# Install_IPAddress.PlaceholderText
source: IP Address of HoloLens (e.g. 192.168.0.2)
ja_jp: HoloLens の IP アドレス（例: 192.168.0.2）

# Install_Password.Text
source: Password
ja_jp: パスワード

# Install_PasswordPlaceholder.PlaceholderText
source: Device Poratl's password
ja_jp: デバイスポータルのパスワード

# Install_USBConnection.Content
source: USB connection
ja_jp: USB 接続

# Install_Username.Text
source: Username
ja_jp: ユーザー名

# Install_UsernamePlaceholder.PlaceholderText
source: Device Portal's username
ja_jp: デバイスポータルのユーザー名

# Upload_FailureMessage
source: Upload failed.
ja_jp: アップロードに失敗しました。

# Upload_MissingMessage
source: You must fill in all of the fields.
ja_jp: すべての項目を入力してください。

# Upload_SuccessMessage
source: {0} has been uploaded successfully.
ja_jp: {0} のアップロードが成功しました。

# Upload_UploadingMessage
source: Please wait while {0} is being uploaded.
ja_jp: {0} がアップロードされるまでお待ちください。

# Setting_openFolder.Content
source: Open the download folder.
ja_jp: ダウンロード済みアプリパッケージを表示

# Install_ConnectingMessage
source: Now connecting...
ja_jp: 接続中です

# Install_ConnectionFailureMessage
source: Connection failed.
ja_jp: 接続に失敗しました

# Install_Sort_DateAsc
source: Update time (oldest)
ja_jp: 更新日（古い順）

# Install_Sort_DateDesc
source: Update time (recent)
ja_jp: 更新日（新しい順）

# Install_Sort_NameAsc
source: App name (A→Z)
ja_jp: アプリ名（昇順）

# Install_Sort_NameDesc
source: App name (Z→A)
ja_jp: アプリ名（降順）
